Repository: maxgalbu/xbmc.plugin.video.nba
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #50000
source: Main settings
he_il: הגדרות ראשיות

# #50001
source: E-mail
he_il: אי-מייל

# #50002
source: Password
he_il: סיסמה

# #50003
source: Video quality
he_il: איכות וידאו מיו-טיוב

# #50004
source: Show scores
he_il: הצג ניקוד

# #50005
source: Debug
he_il: איתור באגים

# #50007
source: Show Live games in local timezone
he_il: הצג משחקים חייםב אזור זמן מקומי

# #50008
source: next page...
he_il: לעמוד הבא...

# #50009
source: Favorite team
he_il: נבחרת מועדפת

# #50010
source: Delete generated thumbnails
he_il: מחק תמונות ממוזערות שנוצרו

# #50020
source: Failed to get a video URL. Are you logged in?
he_il: נכשל בהשגת כתובת URL לוידאו. האם אתה מחובר?

# #50021
source: Cannot login: invalid username and password, or your account is locked.
he_il: לא מצליח להתחבר: חסר שם משתמש, סיסמה, או שהחשבון שלך ננעל.

# #50022
source: Failed to login (response != 200)
he_il: הכניסה נכשלה (response != 200)

# #50023
source: Failed to get video URL (response != 200)
he_il: נכשל בהשגת כתובת URL לוידאו. (response != 200)

# #50024
source: Please fill E-mail and Password in the addon's settings menu
he_il: אנא הכנס אי-מייל וסיסמה בהגדרות ההרחבה.
